---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup3PerKip
source: html/d3d00417-b603-c84b-05ad-6cfa77ba3332.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup3PerKip Property

Symbol ft³/kip, indicating unit Cubic feet per kip.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup3PerKip { get; }
```